src/main/resources/xml/trainingServer/createInventory.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:my="my-namespace">
   <soapenv:Header/>
   <soapenv:Body>
      <my:createInventoryRequest>
         <my:film_id></my:film_id>
         <my:store_id></my:store_id>
      </my:createInventoryRequest>
   </soapenv:Body>
</soapenv:Envelope>
